Repository: ShanePark/dutypark
Catalog: ios/Dutypark/Features/Report/Report.xcstrings
Source language: en
Languages: ko

# report.action.cancel
source: Cancel
ko: 취소

# report.action.submit
source: Submit report
ko: 신고 접수

# report.error.title
source: Could not submit the report
ko: 신고하지 못했습니다

# report.field.alsoBlock
source: Also block this user
ko: 이 사용자도 차단

# report.field.detail
source: Details
ko: 상세 내용

# report.field.detail.placeholder
source: Tell us what is wrong with this content.
ko: 어떤 점이 문제인지 알려주세요.

# report.field.detail.required
source: Details are required when the reason is Other.
ko: 사유가 기타이면 상세 내용을 입력해야 합니다.

# report.field.reason
source: Reason
ko: 신고 사유

# report.ok
source: OK
ko: 확인

# report.reason.harassment
source: Harassment or abuse
ko: 괴롭힘·비방

# report.reason.impersonation
source: Impersonation
ko: 사칭

# report.reason.inappropriateContent
source: Inappropriate content
ko: 부적절한 콘텐츠

# report.reason.other
source: Other
ko: 기타

# report.reason.spam
source: Spam or advertising
ko: 스팸·광고

# report.success.message
source: Your report has been received. We will review it within 24 hours.
ko: 신고가 접수되었습니다. 24시간 이내에 확인합니다.

# report.success.title
source: Report received
ko: 신고 접수 완료

# report.target.member
source: User: %@
ko: 사용자: %@

# report.target.schedule
source: Schedule: %@
ko: 일정: %@

# report.target.todo
source: To-do: %@
ko: 할 일: %@

# report.title
source: Report
ko: 신고하기
